var Translation = {
    info: {
        language: {
            short: 'RU',
            full: 'Русский',
        },
        version: 2,
        author: 'VLADOS776',
        date: '24.01.17', /* Day.Month.Year */
    },
    
    translation: {
	"menu": {
		"more_coins": "Получить монеты",
		"to_next_level": "${1} до следующего уровня",
		"open_case": "Открыть кейсы",
		"cases_menu": {
			"official": "Стандартные кейсы",
			"custom": "Кейсы игроков"
		},
		"games": "Игры",
		"online_games": "Онлайн игры",
		"games_list": {
			"jackpot": "Джекпот",
			"rps": "Камень-ножницы-бумага",
			"coinflip": "Монетка",
			"double": "Дабл",
			"crash": "Краш",
			"dice": "Кости",
			"minesweeper": "Сапер"
		},
		"inventory": "Инвентарь",
		"market": "Магазин",
		"chat": "Чат",
		"faq": "FAQ",
		"statistic": "Статистика",
		"updates": "Обновления",
		"settings": "Настройки",
		"about": "О программе",
		"other_apps": "Другие приложения",
		"more_coins_modal": {
			"title": "Получить монеты",
			"body": "Если вам не хватает монет, вы можете посмотреть рекламу и получить 1000<i class=\"double-icon\"></i>",
			"watch": "Смотреть рекламу",
			"cancel": "Закрыть"
		}
	},
	"cases": {
		"page_name": "Открыть кейсы",
		"cases": "Кейсы",
		"esports": "eSports",
		"collections": "Коллекции",
		"souvenir": "Сувенирные коллекции",
		"workshop": "Мастерская",
		"special": "Особые",
		"special_popup": {
			"need_more_cases": "Чтобы открыть специальный кейс, откройте ещё <i>${1}</i> кейсов.<br>Или посмотрите рекламу.",
			"ad_button": "Посмотреть рекламу",
			"low_level": "Только игроки с уровнем <i>${1}</i> и выше могут открыть этот кейс.",
			"lvl_up": "Как повысить уровень?"
		},
		"awards_modal": {
			"head": "Награды",
			"body": "<p>Теперь в профиле появились награды!</p><p>Правда, пока что они даются только за созданные кейсы. Но в планах награды для краша/дабла/джекпота.</p> <p>Список доступных наград на данный момент:</p><ul class='list-unstyled'><li><img src='../images/awards/1k.png' width='50px'> — 1000+ открытий созданного кейса</li><li><img src='../images/awards/2k.png' width='50px'> — 2000+ открытий созданного кейса</li><li><img src='../images/awards/3k.png' width='50px'> — 3000+ открытий созданного кейса</li><li><img src='../images/awards/4k.png' width='50px'> — 4000+ открытий созданного кейса</li><li><img src='../images/awards/5k.png' width='50px'> — 5000+ открытий созданного кейса</li></ul><p>Изображения наград - временные. Потом они будут перерисованы.</p>"
		}
	},
	"open_case": {
		"open_case": "Открыть кейс",
		"opening": "Открываем кейс...",
		"try_again": "Открыть еще раз",
		"you_won": "Вы выиграли",
		"sell": "Продать",
		"opened": "Открыто:",
		"what_in_case": "Что в кейсе?",
		"you_can_win": "Вы можете выиграть один из данных предметов из коллекции ${1}",
		"not-enough-money": "Не хватает денег"
	},
	"custom_cases": {
		"page_name": "Кейсы игроков",
		"create_case": "Создать кейс",
		"recent": "Недавно созданные",
		"popular": "Популярные",
		"popular_time": {
			"24": "24 часа",
			"48": "48 часов",
			"week": "7 дней"
		},
		"hide_search": "Убрать результаты поиска",
		"you_won": "Вы выиграли",
		"sell": "Продать",
		"opened": "Открыт:",
		"case_by": "Кейс сделал",
		"what_in_case": "Что в кейсе?",
		"you_can_win": "Вы можете выиграть один из данных предметов из кейса \"${1}\"",
		"create": {
			"name": "Название",
			"picture": "Выберите изображение кейса",
			"items": "Выберите предметы для кейса",
			"odds": "Укажите шансы на выпадение",
			"total_odds": "Сумма шансов: ${1}",
			"case_price": "Цена кейса: ${1}",
			"calc_price": "Посчитать стоимость"
		},
		"beta_modal": "<p>Данная страница находится в Бета тесте.<br>\
                Это значит, что тут могут быть ошибки, созданные кейсы могут быть удалены и изменены без предупреждения.</p>\
                <p>После релиза, все кейсы, созданные во время бета теста, могут быть удалены.</p>",
		"boost_modal": "<h5>Как это работает?</h5>\
            <p>Вы смотрите рекламу за это ваш кейс попадает в \"Популярное за 24 часа\" на 10 минут.</p><p>Если на данный момент в популярном уже есть забущенный кейс, ваш кейс будет добавлен в очередь на показ.</p>"
	},
	"jackpot": {
		"page_name": "Джекпот",
		"add_items": "Внести предметы",
		"choose_items": "Внести предметы",
		"difficulty": {
			"1": "Очень легко $0.1 - $5",
			"2": "Легко $5 - $30",
			"3": "Нормально $30 - $80",
			"4": "Сложно $80 - $200",
			"5": "Легендарно $200 - $∞"
		},
		"winner": "Победитель",
		"select_room": "Выберите комнату",
		"back_items": "Забрать предметы",
		"chat": {
			"top": "Чат",
			"current_room": "Текущая комната",
			"all": "Все"
		}
	},
	"rps": {
		"page_name": "Камень-Ножницы-Бумага",
		"status": {
			"start": "Внесите оружие, чтобы начать игру.",
			"round_win": "Вы победили в этом раунде!",
			"round_lost": "Вы проиграли в этом раунде.",
			"round_tie": "Ничья!",
			"win": "Вы победили!",
			"lost": "Вы проиграли"
		},
		"scores": {
			"you": "Вы",
			"comp": "Противник"
		},
		"you_add": "Вы добавили:",
		"comp_add": "Противник добавил:",
		"choose_hand": "Выберите камень, ножницы или бумагу.",
		"add_items": "Внести предметы",
		"choose_items": "Внести выбранные предметы"
	},
	"coinflip": {
		"page_name": "Монетка",
		"table": {
			"players": "Игроки",
			"items": "Предметы",
			"worth": "Стоимость",
			"join": "Войти",
			"view": "Просмотр"
		},
		"start_game": "Начать игру",
		"winner": "Победитель",
		"add_items": "Внести предметы",
		"choose_items": "Внести выбранные предметы"
	},
	"double": {
		"page_name": "Дабл",
		"previous_numbers": "Предыдущие числа:",
		"rolling_in": "Розыгрыш через:",
		"rolling": "Идет розыгрыш",
		"balance": "Баланс:",
		"fill_up_balance": "Пополнить баланс",
		"choose_items": "Обменять",
		"connection_lost": "<div class=\"loading-dots\" style=\"text-align: left;margin-left: 10px;\">Соединение потеряно</div>",
		"chat": {
			"top": "Чат",
			"welcome": "Добро пожаловать в чат!",
			"send": "Отправить"
		}
	},
	"crash": {
		"page_name": "Краш",
		"next_round_in": "Следующий раунд через",
		"seconds": "сек",
		"balance": "Баланс:",
		"bet": {
			"place": "Сделать ставку",
			"cash_out": "Забрать<br>@ ${1} <i class=\"double-icon\"></i>",
			"betting": "Ставим..."
		},
		"tabs": {
			"bets": "Ставки",
			"history": "История",
			"top": "Топ"
		},
		"table": {
			"nick": "Ник",
			"bet": "Ставка",
			"profit": "Выгода"
		},
		"chat": {
			"top": "Чат",
			"welcome": "Добро пожаловать в чат!",
			"send": "Отправить"
		}
	},
	"dice": {
		"page_name": "Кости",
		"roll_dice": "Кости",
		"how_to_play": "Как играть",
		"how_to_play_modal": {
			"title": "Как играть",
			"body": "<p>Перед стартом вы можете поменять условие выигрыша, множитель и шансы на победу.</p>                         <p>Затем вы указываете размер вашей ставки и бросаете кость.</p>                         <p>После броска генерируется случайное число и, если это число удовлетворяет условию, игрок забирает свою ставку умноженную на множитель.</p>                         <p>Максимальная ставка - 50 000</p>",
			"close": "Закрыть"
		},
		"game": {
			"to_win_roll": "Условие",
			"payout": "Множитель",
			"win_chance": "Шансы",
			"bet": "Ставка",
			"roll_dice": "Бросить кость",
			"end_roll": "Выпало ${1}. Бросить еще раз?"
		},
		"history": {
			"history_title": "История",
			"bet": "Ставка",
			"payout": "Множитель",
			"win_condition": "Условие",
			"roll": "Выпало",
			"profit": "Выгода"
		}
	},
	"minesweeper": {
		"page_name": "Сапер",
		"game": {
			"bet": {
				"$placeholder": "Ставка"
			},
			"mines": {
				"$placeholder": "Кол-во мин"
			},
			"start_game": "Начать",
			"next": "Следующий ход:",
			"total": "Всего:",
			"cashout": "Забрать",
			"new_game": "Новая игра"
		},
		"history": "История"
	},
    "upgrader": {
        "Select skin to upgrade": "Выберите скин на улучшение",
        "Select skin": "Выбрать скин",
        "Upgrade": "Улучшить",
        "Percent": "Процент",
        "Upgrade item": "Улучшить предмет",
        "not_found": "Не найден подходящий предмет. Попробуйте изменить множитель или выберите другой скин.",
        "how_to_play": "Как играть",
        "how_to_play_modal": {
            "title": "Как играть",
            "body": "<p><b>Суть игры:</b></p>\
                    <p>У вас есть какой-либо скин. Вы можете заменить этот скин на другой, со стоимостью выше в 1.5, 2, 5 или 10 раз. Чем выше стоимость нового скина, тем меньше вероятность успеха улучшения.\
                    <br>Если улучшение удалось, старый скин заменяется на новый. Если провалилось, старый скин пропадает.</p>\
                    <p><b>Порядок действий:</b></p>\
                    <ol>\
                        <li>Выбрать скин для улучшения</li>\
                        <li>Выбрать множитель</li>\
                        <li>Улучшить скин</li>\
                    </ol>",
            "close": "Понятно"
        }
    },
	"inventory": {
		"page_name": "Инвентарь",
		"weapon_info": {
			"price": "Цена",
			"quality": "Качество",
			"phase": "Фаза",
			"trade_up_contract": "Контракт обмена",
			"sell": "Продать",
			"rename": "Переименовать ${1}"
		},
		"trade_up_contract": {
			"close": "Закрыть контракт",
			"proceed": "Обмен...",
			"contract_error": {
				"title": "Ошибка",
				"message": "Попробуйте другое оружие"
			}
		},
		"select": {
			"sell": "Продать",
			"select": "Выбрать всё",
			"unselect": "Снять выделение"
		},
		"sell_error": "Что-то не так с ценой",
		"statistic": {
			"worth": "Сумма:",
			"count": "Предметов:"
		},
		"sort": {
			"special": ["Все типы", "Новое", "StatTrak", "Не StatTrak", "Сувениры", "Не сувениры", "Обычное", "Граффити"],
			"types": ["Все оружия", "Пистолеты", "Винтовки", "Снайперские винтовки", "SMG", "Дробовики", "Пулеметы", "Ножи", "Перчатки"],
			"quality": ["Все качества", "Белое", "Светло-синее", "Синее", "Фиолетовое", "Розовое", "Красное", "Золотое"]
		}
	},
	"marketplace": {
		"page_name": "Магазин",
		"weapon_info": {
			"price": "Цена",
			"quality": "Качество",
			"buy": "Купить:",
			"not_for_sale": "Это предмет не продается"
		}
	},
	"chat": {
		"page_name": "Чат",
		"login": {
			"sign_in": "Войти",
			"register": "Регистрация",
			"forgot_pass": "Забыли пароль?",
			"have_ban": "У вас есть бан. Вы не можете создать новый аккаунт"
		},
		"banlist": "Баны",
		"send_message": "Отправить",
		"moderator": {
			"delete_msg": {
				"title": "Удалить сообщение",
				"message": "Вы действительно хотите удалить сообщение?"
			}
		}
	},
	"banlist": {
		"page_name": "Список банов"
	},
	"profile": {
		"page_name": "Профиль",
		"follow": {
			"follow": "Подписаться",
			"unfollow": "Отписаться"
		},
		"stats": {
			"level": "Уровень",
			"inventory": "Инвентарь",
			"followers": "Подписчиков",
			"reputation": "Репутация"
		},
		"user_cases": "Показать кейсы пользователя",
		"text_field": "Что нового?",
		"moderator": {
			"chat_ban": "Бан чата",
			"trade_ban": "Бан обмена",
			"no_ban": "Бана нет",
			"ban_modal": {
				"title": "Причина бана",
				"reasons": {
					"spam": "Спам",
					"cheats": "Читы",
					"insults": "Оскорбления",
					"scam": "Мошенничество",
					"adult_img": "18+ изображения",
					"other": "Другое"
				}
			}
		},
		"send_post": "Отправить",
		"delete_trade_confirm": {
			"confirm_text": "Вы действительно хотите удалить всю историю обмена с этим игроком?",
			"yes": "Да",
			"no": "Нет"
		},
		"exchange": {
			"title": "Обмен",
			"exchange_offers": "Предложения обмена: ",
			"status": {
				"ready": "Готов",
				"not_ready": "Не готов",
				"checkbox": "Отметьте, когда будете готовы к обмену.",
				"gift": "Это подарок"
			},
			"your_offer": {
				"main": "Ваши предметы",
				"info": "Эти предметы вы утратите после обмена"
			},
			"other_offer": {
				"main": "Предметы другого игрока",
				"info": "Эти предметы вы получите после обмена"
			},
			"buttons": {
				"change_offer": "Добавить своих предметов",
				"cancel_trade": "Отменить обмен",
				"make_trade": "Совершить обмен",
				"back": "Назад",
				"add_items": "Добавить предметы"
			},
			"your_inventory": "Ваш инвентарь",
			"their_inventory": "Его инвентарь",
			"summary": "Итого",
			"watch_inventory_wip": "Просмотр чужого инвентаря в разработке. Отправьте предложение обмена и подождите, пока другой игрок добавит свои предметы.",
			"navigation": {
				"back": "Назад",
				"next": "Вперед",
				"send_trade": "Отправить обмен"
			},
			"notification": {
				"title": "Обмен",
				"trade_send": "Предложение обмена отправлено",
				"to_many_weapons": "Максимальное число предметов: ${1}."
			}
		}
	},
	"statistic": {
		"page_name": "Статистика",
		"total_opened": "Количество открытых кейсов",
		"white": "Белые",
		"light_blue": "Светло-синие",
		"blue": "Синие",
		"purpule": "Фиолетовые",
		"pink": "Розовые",
		"red": "Красные",
		"gold": "Ножи/Перчатки",
		"contracts": "Контракты обмена",
		"jackpot_win_lose": "Рулетка выиграно/проиграно",
		"jackpot_max": "Максимальный выигрыш в рулетке",
		"rps_win_lose": "Камень-ножницы-бумага выиграно/проиграно",
		"coinflip_win_lose": "Монетка выиграно/проиграно",
		"coinflip_max": "Максимальный выигрыш в монетке",
		"double_win_lose": "Дабл выиграно/проиграно"
	},
	"faq": {
		"page_name": "FAQ",
		"how_to_play_jackpot": {
			"title": "Как играть в рулетку?",
			"info": "Максимальное число предметов, которые можно добавить: 15.<br> Максимальная стоимость - неограничена.<br>Игра начинается как только набирается 50 предметов.<br>Если вы добавили предметы и вышли из рулетки - предметы пропадают."
		},
		"why_no_price": {
			"title": "Почему цена предмета $0?",
			"info": "Цена предмета берется из базы. Если в базе нет цены, берётся с Торговой площадки стима. Если и там нет, тогда $0.<br>Если в стиме появился этот предмет, а у вас в инвентаре до сих пор цена $0 - откройте описание предмета, подождите пока загрузиться цена, закройте описание предмета и перезайдите в инвентарь."
		},
		"how_to_exchange": {
			"title": "Как обмениваться предметами?",
			"info": "Для начала необходимо включить обмен в настройках.<br><b>Как отправить предложение обмена</b><br>\
                    <ol>\
                        <li>Откройте профиль другого игрока (он тоже должен включить обмен в настройках)</li>\
                        <li>Нажмите на значок обмена (<i class=\"fa fa-exchange\" aria-hidden=\"true\"></i>)</li>\
                        <li>Выберите оружие, которое хотите отправить игроку и нажмите \"Далее\"</li>\
                        <li><s>Выберите оружие, которое хотите получить от игрока и нажмите \"Далее\"</s> (На данный момен просмотр инвентаря другого игрока невозможен)</li>\
                        <li>Если вы хотите подарить эти предметы (и ничего не получить взамен), поставьте галочку напротив строки \"Это подарок\".</li>\
                        <li>Нажмите кнопку \"Отправить обмен\"</li>\
                    </ol>\
                <b>Как получить предметы</b>\
                    <ol>\
                        <li>Откройте свой профиль</li>\
                        <li>Нажмите на значок обмена (<i class=\"fa fa-exchange\" aria-hidden=\"true\"></i>)</li>\
                        <li>Из списка выберите игрока, с которым хотите обменяться предметами (если нажать на его аватарку, можно открыть его профиль)</li>\
                        <li>Выберите нужный трейд</li>\
                        <li>Добавьте свои предметы</li>\
                        <li>Когда будете готовы, поставьте галочку напротив поля \"Отметьте, когда будете готовы к обмену\"</li>\
                        <li>Подождите пока другой игрок тоже поставит галочку и нажмите кнопку \"Совершить обмен\". Или её может нажать другой игрок.</li>\
                    </ol>\
                Если другой игрок нажал кнопку \"Совершить обмен\", когда вы были не в окне обмена, откройте этот трейд, чтобы получить предметы."
		},
		"how_to_level_up": {
			"title": "Как поднять уровень?",
			"info": "Чтобы повысить ранг, нужно заработать очки. Очки, даются за следующие действия:<ul><li>Открыть приложение — ${1} очков (награда даётся раз в день)</li><li>Открыть кейс — ${2} очко</li><li>Победить в мини-игре — ${3} очка</li></ul>"
		},
		"found_bug": {
			"title": "Я нашел ошибку, что делать?",
			"info": "Срочно пишите на почту: <b>kurtukovvlad@gmail.com</b>"
		}
	},
	"updates": {
		"page_name": "Обновления"
	},
	"settings": {
		"page_name": "Настройки",
		"profile": {
			"group_title": "Профиль",
			"nick": "Ваше имя",
			"avatar": "Аватарка",
			"change-email": "Сменить Email",
			"verify-email": "Подтвердить Email",
			"email_status": "Статус Email:",
			"email_verified": "Подтвержден",
			"email_not_verified": "Не подтвержден"
		},
		"beta": {
			"group_title": "Экспериментальные функции",
			"exchange": "Обмен оружием с игроками"
		},
		"interface": {
			"group_title": "Интерфейс",
			"language": "Язык",
			"sound": "Звуки",
			"fast_drop": "Быстрый дроп с кейсов"
		},
		"promocode": "Активировать промокод",
		"reset": "Полный сброс",
		"save": "Сохранить",
		"promo_modal": {
			"enter": "Введите промокод:",
			"activate": "Активировать",
			"close": "Отмена"
		},
		"change_mail_modal": {
			"password": "Пароль:",
			"new": "Введите новый Email:",
			"change": "Сменить",
			"close": "Отмена"
		},
		"notification": {
			"title": "Статус",
			"saved": "Сохранено",
			"reset_done": "Очищено",
			"reset_confirm_title": "Полный сброс",
			"reset_confirm": "Вы уверены, что хотите очистить инвентарь и сбросить статистику?",
			"invalid_nick_title": "Ошибка",
			"invalid_nick": "В имени могут быть только буквы и цифры."
		},
		"email-sent": "Письмо отправлено.",
		"already-verified": "Уже подтвердили?",
		"click-here": "Нажмите сюда"
	},
	"about": {
		"page_name": "О программе",
		"main_developer": "Главный разработчик",
		"info": "Если Вы обнаружили ошибки, или у Вас есть предложение, напишите на почту.<br>Если хотите поблагодарить разработчика, можете подарить что-нибудь в стиме :)<br>Не забудьте поставить оценку в маркете ^_^",
		"special_thanks": "Особая благодарность",
		"copyright": "Авторские права",
		"copyright_info": "Вся информация взята из открытых источников. Если что-либо в приложении нарушает ваши авторские права, свяжитесь со мной."
	},
	"apps": {
		"page_name": "Другие приложения"
	},
	"other": {
		"souvenir": "Сувенир",
		"new_version": {
			"new_version": "Доступна новая версия приложения.",
			"update": "Обновить",
			"later": "Позже"
		},
		"verify-email": "Сначала подтвердите почту в настройках",
		"daily_reward": {
			"title": "Награда!",
			"message": "Вы получили ежедневную награду!<br>+${1} очков ранга | +${2} очков дабла."
		},
		"sum_text": "Сумма: ",
		"promocode": {
			"wrong": "Неправильный промокод",
			"used": "Вы уже использовали этот код"
		},
		"empty_inventory": "Инвентарь пуст. Чтобы пополнить его, <a href=\"cases.html\">откройте пару кейсов.</a>",
		"ban": {
			"wrong_ban": "Если вы считаете, что получили бан по ошибке, напишите на почту kurtukovvlad@gmail.com"
		},
        "mission_complete": "Задание выполнено"
	},
    "missions": {
        "info": {
            "progress": "Прогресс",
            "award": "Награда",
            "condition": "Условия"
        }
    }
}

}